[
    {
        "Base 1":null,
        "Variável":"ID",
        "Nome Lógico":"Número do Registro do cliente",
        "Tipo":"String",
        "Especificações":"10 mil IDs distintos. Completamente anonimizados."
    },
    {
        "Base 1":null,
        "Variável":"VL_FATU",
        "Nome Lógico":"Valor do Faturamento",
        "Tipo":"Long",
        "Especificações":"Valor do faturamento anual da empresa, de 0 a 300 milhões. Valores mascarados, mantendo exclusivamente a ordenação dos faturamentos das empresas"
    },
    {
        "Base 1":null,
        "Variável":"VL_SLDO",
        "Nome Lógico":"Valor do Saldo em Conta corrente na data de referência",
        "Tipo":"Long",
        "Especificações":"Valor do saldo em conta corrente no dia de fechamento do mês. Valores mascarados, mantendo exclusivamente características anonimizadas de escala e valores positivos e negativos."
    },
    {
        "Base 1":null,
        "Variável":"DT_ABRT",
        "Nome Lógico":"Data de abertura da empresa",
        "Tipo":"Date",
        "Especificações":"Data de abertura das empresas. Valor de dia e mês mascarados, podendo variar 10 dias para frente ou para trás e 3 meses para frente ou para trás."
    },
    {
        "Base 1":null,
        "Variável":"DS_CNAE",
        "Nome Lógico":"Descrição do CNAE",
        "Tipo":"String",
        "Especificações":"Nome lógico do CNAE da empresa, utilizando as especificações do site público do governo: https:\/\/www.gov.br\/receitafederal\/pt-br\/assuntos\/orientacao-tributaria\/cadastros\/cnpj\/classificacao-nacional-de-atividades-economicas-2013-cnae"
    },
    {
        "Base 1":null,
        "Variável":"DT_REFE",
        "Nome Lógico":"Data de referência da Base",
        "Tipo":"Date",
        "Especificações":"Data de referência da base. São os últimos dias de 5 meses de janeiro a maio de 2025. Valores finais com range de 5 dias para frente ou para trás."
    },
    {
        "Base 1":null,
        "Variável":null,
        "Nome Lógico":null,
        "Tipo":null,
        "Especificações":null
    },
    {
        "Base 1":null,
        "Variável":null,
        "Nome Lógico":null,
        "Tipo":null,
        "Especificações":null
    },
    {
        "Base 1":"Base 2",
        "Variável":"Variável",
        "Nome Lógico":"Nome Lógico",
        "Tipo":"Tipo",
        "Especificações":"Especificações"
    },
    {
        "Base 1":null,
        "Variável":"ID_PGTO",
        "Nome Lógico":"ID do cliente que enviou o valor",
        "Tipo":"String",
        "Especificações":"ID do pagador, ou seja, a origem da transação, de onde sai o dinheiro. O pagador tem como atribuição realizar o pagamento. Contém somente IDs da 1º tabela."
    },
    {
        "Base 1":null,
        "Variável":"ID_RCBE",
        "Nome Lógico":"ID do cliente que recebeu o valor",
        "Tipo":"String",
        "Especificações":"ID do recebedor, ou seja, quem receptará a transação, para onde vai o dinheiro. O recebedor tem como atribuição receber o pagamento. Contém somente IDs da 1º tabela"
    },
    {
        "Base 1":null,
        "Variável":"VL",
        "Nome Lógico":"Valor transacionado",
        "Tipo":"Long",
        "Especificações":"Valor transacionado. Valores mascarados, mantendo exclusivamente características anonimizadas de escala. Contém somente valores absolutos. Todo valor na visão do pagador é visto como despesa, ou seja, negativo, em contrapartida todo valor na visão recebedor é visto como uma entrada, ou seja, positivo."
    },
    {
        "Base 1":null,
        "Variável":"DS_TRAN",
        "Nome Lógico":"Descrição da transação, sendo PIX, TED, BOLETO ou SISTEMICO",
        "Tipo":"String",
        "Especificações":"Descrição do tipo de transação."
    },
    {
        "Base 1":null,
        "Variável":"DT_REFE",
        "Nome Lógico":"Data de referência da base",
        "Tipo":"Date",
        "Especificações":"Data de referência da transação. Contém somente transações de 3 meses, de março a maio de 2025. As datas podem variar 5 dias para frente ou para trás, mas garantindo que estão sempre no mês de referência em que aconteceu a transação."
    }
]